# -*- coding: utf-8 -*-

INTENTS  = [
    {
        "name": "Дата провидения",
        "tockens": ("когда", "Когда",  "дата", "дату", "Дата", ),
        "scenario": None,
        "answer": "Конференция проводится 15-го апреля, регестрация начнётся в 10 утра",
    },
    {
        "name": "Место провидения",
        "tockens": ("где", "место", "локация", "метро", "адрес", "Где", "Место", "Локация", "Метро", "Адрес"),
        "scenario": None,
        "answer": "Конференция пройдет в павильоне 18г в Экспоцентре",
    },
    {
        "name": "Регестрация",
        "tockens": ("регист", "добав", "Регистрация", "Добавь",),
        "scenario": "registration",
        "answer": None,
    },
]
